Revit 2027 API
ParameterTypeId.LoadLinearForceFy1 Property
 "Fy 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadLinearForceFy1 { get; }
Public Shared ReadOnly Property LoadLinearForceFy1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadLinearForceFy1 {
	ForgeTypeId^ get ();
}
static member LoadLinearForceFy1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace